/* Задача
Кодирование в функции trueOrFalse, функция принимает 1 параметр: valпопробуйте использовать условный оператор if...else, если valзначение равно false (val==false или оно может быть преобразовано в false), должно вернуть строку "false", если нет, вернуть строку "истина".

Когда вы закончите работу, нажмите «Выполнить тесты», чтобы проверить, правильно ли работает ваш код.

В конце нажмите «Отправить», чтобы отправить свой код для прохождения этого ката.
 */

function trueOrFalse(val){
    if (val) {
      return "true";  
  } else {
      return "false";
  }
  }